<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Uses parent pkg recipe to download latest GoogleDrive and import it into the JSS.</string>
	<key>Identifier</key>
    <string>com.github.dmorgancerity.pkg.GoogleDrive</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
        <string>Applications</string>
		<key>NAME</key>
		<string>Google Drive</string>
	</dict>
	<key>MinimumVersion</key>
	<string>51.0.14</string>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.googledrive</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
